{
    "profile": {
        "name": "Josh Odell",
        "title": "Analytics Leader",
        "avatarUrl": "",
        "initials": "JO"
    },
    "contact": [
        {
            "icon": "fas fa-envelope",
            "text": "joshua.t.odell@gmail.com",
            "link": "mailto:joshua.t.odell@gmail.com"
        },
        {
            "icon": "fas fa-phone",
            "text": "+1 (402) 819-8937",
            "link": "tel:+14028198937"
        },
        {
            "icon": "fas fa-map-marker-alt",
            "text": "Omaha, NE",
            "link": null
        },
        {
            "icon": "fab fa-linkedin-in",
            "text": "LinkedIn Profile",
            "link": "https://www.linkedin.com/in/joshua-t-odell/"
        },
        {
            "icon": "fas fa-globe",
            "text": "joshodell.com",
            "link": "https://www.joshodell.com"
        }
    ],
    "education": [
        {
            "degree": "BS in Political Science",
            "school": "University of Nebraska-Omaha",
            "year": "2009 - 2014"
        }
    ],
    "skills": [
        "TBD 1",
        "TBD 2",
        "TBD 3"
    ],
    "summary": "I am an experienced Analyst and Manager dedicated to bridging the gap between raw data and real-world results. My passion lies in developing analysis that does more than just report numbers—it creates insights and drives performance. I thrive in cross-functional settings, partnering with diverse teams to solve complex problems under tight deadlines.",
    "experience": [
        {
            "role": "AVP, Operations Analytics",
            "company": "CardWorks Servicing",
            "location": "Remote",
            "period": "2023 - Present",
            "colorClass": "bg-blue-500",
            "periodClass": "text-blue-600 bg-blue-50",
            "description": "Served as the owner for Operations Analytics, overseeing the end-to-end delivery of insights for credit card operations. Leveraged the full spectrum of analytics—from descriptive reporting to predictive modeling—to enhance day-to-day management.",
            "achievements": [
                "Placeholder",
                "Placeholder"
            ]
        },
        {
            "role": "Data Analytics Manager",
            "company": "Notable Finance",
            "location": "Remote",
            "period": "2022 - 2023",
            "colorClass": "bg-slate-300",
            "periodClass": "text-slate-500 bg-slate-100",
            "description": "Point-person for leading data analysis and reporting across the organization with end users in executive leadership, external clients, investors, and internal operations.",
            "achievements": [
                "Created reporting to support new client partnerships and other new programs.",
                "Automated reports used by accounting and compliance, saving an estimated 150 hours annually while improving accuracy and auditability.",
                "Utilized Agile methodologies to organize and track work for the data team.",
                "Worked with platform engineers to improve how data was stored in the database.",
                "Mentored data team members on advanced queries, best practices, and Agile methods."
            ]
        },
        {
            "role": "Data Analytics Manager",
            "company": "Hyatt",
            "location": "Omaha, NE / Remote",
            "period": "2018 - 2022",
            "colorClass": "bg-slate-300",
            "periodClass": "text-slate-500 bg-slate-100",
            "description": "Led business analytics team with responsibility for Tableau, ETL pipelines, SSRS reporting, SQL server management, and ad-hoc reporting. Translated end-user requirements and business objectives into highly functional reports in Tableau and SharePoint. Worked with users across different levels of the organization and around the world.",
            "achievements": [
                "Implemented data warehousing for KPI data to simplify, automate, and standardize the querying of this information across the department.",
                "Set up Tableau Online deployment from scratch, saving analyst time by automating manual tasks and ad-hoc report requests.",
                "Developed data literacy training program that was deployed globally to over 100 managers across the organization.",
                "Created dynamic prototype of a pilot incentive program in Tableau which allowed users to see the effect of tweaks on individual payouts and total expenses.",
                "Automated and standardized reporting done separately by multiple international managers through creation of Tableau dashboard, saving an estimated 400 hours of work annually.",
                "Created same-day analysis dashboard for call volumes and handle times, shortening time to insight from 1-2 days to same-day.",
                "Developed a process for allocating expenses from shared departments across locations to enable the analysis of the cost of operating at each site.",
                "Discovered multiple billing errors from one vendor, totaling $500K; worked to negotiate credit."
            ]
        },
        {
            "role": "Data Analytics Manager",
            "company": "Oriental Trading Company",
            "location": "Omaha, NE",
            "period": "2009 - 2018",
            "colorClass": "bg-slate-300",
            "periodClass": "text-slate-500 bg-slate-100",
            "description": "Created financial and performance analysis and presented it to senior leadership. Performed strategic planning of Call Center operations: vendor selection, organizational structure, project planning, and budgeting. Managed the Workforce Management team in controlling short term labor in line with volumes to meet service level and cost goals.",
            "achievements": [
                "Designed agent and supervisor sales incentive programs that increased sales by 15% year-over-year, reversing a multi-year trend of sales decline. Program also included handle time and customer satisfaction incentives, both of which improved during that time.",
                "Implemented a change to the chat/email platform that reduced expenditure by 12%.",
                "Contributed to agent attrition falling by 60% over two years.",
                "Scaled overhead costs in line with declining volumes to limit per unit cost increase.",
                "Created and rolled out 2 new positions within the Call Center that better aligned talent with needs: Applications Admin & Call Center Analyst.",
                "Created a Call Center trends report to provide information to the warehouse and merchandising about the types of claims the Call Center was processing, allowing them to make changes to save costs.",
                "Participated in multiple company-wide projects to roll out major changes to the business (e.g., new brands, new vendors, etc.) and ensure Call Center needs were considered."
            ]
        }
    ],
    "projects": [
        {
            "title": "TBD 1",
            "description": "Placeholder",
            "tags": [
                "place",
                "holder"
            ]
        },
        {
            "title": "TBD 2",
            "description": "Placeholder",
            "tags": [
                "place",
                "holder"
            ]
        }
    ]
}